Repository: FitCoachaz/FitCoachaz-collab
Catalog: lib/l10n/app_*.arb
Languages: az

# language
source: English
az: Azərbaycan

# welcomeMessage
source: Welcome
az: Salam

# startButtom
source: Start
az: Başla

# initQestion
source: Have an account?
az: Hesabın var?

# welcomeCaption
source: Remote and face-to-face coaching platform
az: Distant və əyani məşqçilik platforması

# signInButton
source: Sign in
az: Daxil ol

# enterNumber
source: Enter the mobile number
az: Mobil nömrəni daxil edin

# confirmText
source: CONFIRM
az: TƏSDİQLƏ

# numberConfirm
source: Confirm the code
az: Kodu təsdiqlə

# resendText
source: Send again
az: Yenidən göndər

# createPassw
source: Create a password
az: Şifrə yarat

# choosePassw
source: Choose a password to secure your account
az: Hesabınızın təhlükəsizliyi üçün şifrə seçin

source: Password
az: Şifrə

# repeatPassw
source: Password (repeat)
az: Şifrə ( təkrar )

# checkPassw
source: The password is not the same!
az: Şifrə eyni deyil!

# nullPassw
source: Password cannot be empty!
az: Şifrə boş ola bilməz!

# userNameText
source: Name and Surname
az: Ad , soyad

# idText
source: Write as shown on your ID card
az: Şəxsiyyət vəsiqənizdə qeyd olunan şəkildə yazın

source: Name
az: Ad

source: Surname
az: Soyad

# nullName
source: The name cannot be empty!
az: Ad boş ola bilməz!

# nullSurn
source: Surname cannot be empty!
az: Soyad boş ola bilməz!

# welcomeUserMessage
source: Your account has been successfully created. Please follow the next steps by clicking the button below
az: Hesabın müvəffəqiyyətlə yaradıldı. Zəhmət olmasa aşağıdakı düyməyə klik edərək növbəti addımları izlə
